
let products = [
    {
        "id": "cleaning101",
        "title": "Засіб для ручного миття посуду Алое/Лайм, ТМ LYNKS LABORATORIES, 500мл",
        "image": "assets/images/product/product-1.png",
        "description": "Нейтральний засіб для ручного миття посуду та столових приборів, очищення та знежирення кухонного обладнання, робочих поверхонь на кухні. Має високі миючі та знежирюючі властивості, ефективний у воді будь-якої жорсткості та температури. Рекомендується використовувати для ручного миття керамічного, скляного, полімерного, дерев’яного, посуду та кришталю. В розведеному вигляді - для очищення зовнішніх та внутрішніх поверхонь кухонного обладнання, робочих поверхонь, столів та інших вологостійких поверхонь на кухні.",
        "price": "29"
    },
    {
        "id": "cleaning102",
        "title": "Засіб для очищення скла, ТМ LYNKS LABORATORIES, 500мл",
        "image": "assets/images/product/product-2.png",
        "description": "Високоефективний засіб із потужною очисною дією та без різкого подразнюючого хімічного запаху, призначений для миття віконного, вітринного, автомобільного скла, плитки, дзеркал, хромованих поверхонь. Видаляє відбитки пальців, пил, атмосферні забруднення, жирові забруднення. Не залишає розводів навіть на блискучих поверхня. Має приємний свіжий аромат.",
        "price": "42"
    },
    {
        "id": "cleaning103",
        "title": "Засіб для миття сантехнічного обладнання, ТМ LYNKS LABORATORIES, 500мл",
        "image": "assets/images/product/product-3.png",
        "description": "Кислотний концентрований миючий засіб для видалення бруду, іржі, вапняного нальоту, солей жорсткості із керамічних раковин, металевих кранів, змішувачів, зливних отворів, насадок для душу та іншого сантехнічного обладнання.",
        "price": "49"
    },
    {
        "id": "cleaning104",
        "title": "Засіб для миття унітазів, ТМ LYNKS LABORATORIES, 1л",
        "image": "assets/images/product/product-4.png",
        "description": "Кислотний концентрований миючий засіб для видалення бруду, вапняного нальоту, солей жорсткості із унітазів та керамічних поверхонь. Ефективно очищає поверхні, нейтралізує неприємні запахи, надає поверхні блиску. Гелеподібна формула забезпечує рівномірний розподіл засобу та тривале утримання на поверхні, що обробляється. Не наносити на хромовані поверхні!",
        "price": "57"
    },
    {
        "id": "cleaning105",
        "title": "Засіб для зняття нальоту та іржі, ТМ LYNKS LABORATORIES, 500мл",
        "image": "assets/images/product/product-5.png",
        "description": "Засіб для видалення бруду, іржі, вапняного нальоту, солей жорсткості із керамічних раковин, металевих кранів із мідною, золотою, чорною та білою поверхнею, змішувачів та іншого сантехнічного обладнання. Ефективно очищає поверхні, нейтралізує неприємні запахи, надає поверхні блиску. Не містить хлору. Забезпечує рівномірний розподіл засобу та тривале утримання на поверхні, що обробляється.",
        "price": "50"
    },
    {
        "id": "cleaning106",
        "title": "Засіб для видалення жиру, ТМ LYNKS LABORATORIES, 500мл",
        "image": "assets/images/product/product-6.png",
        "description": "Чистильний рідкий засіб для жарочних поверхонь. Завдяки активним компонентам засіб ефективно очищує різні типи лугостійких поверхонь від жирових забруднень, пригарів та кіптяви. Не містить абразивів. Не пошкоджує поверхню та надає блиску.",
        "price": "48"
    },
    {
        "id": "cleaning107",
        "title": "Засіб для миття керамічних поверхонь, ТМ LYNKS LABORATORIES, 1л",
        "image": "assets/images/product/product-7.png",
        "description": "Засіб для якісного очищення поверхонь з керамічним покриттям. Використовується для очищення керамічних поверхонь всередині приміщень та ззовні, в тому числі фасадів Швидко і якісно видаляє всі типи найсильніших забруднень, надає блиск і не залишає розводів, має унікальну формулу, яка створює невидиму захисну оболонку і прекрасно захищає від різних механічних пошкоджень. Має приємний свіжий запах. ",
        "price": "65"
    },
    {
        "id": "cleaning108",
        "title": "Засіб для миття підлоги, ТМ LYNKS LABORATORIES, 1л",
        "image": "assets/images/product/product-8.png",
        "description": "Високоефективний очисник підлоги швидко та ретельно видаляє забруднення з лакованої чи паркетної підлоги, а також типових поверхонь із ламінату, натурального лінолеуму та ПВХ-покриттів. Освіжає та на довгий час запобігає накопиченню нового бруду.",
        "price": "65"
    },
    {
        "id": "cleaning109",
        "title": "Засіб для очищення плям, ТМ LYNKS LABORATORIES, 500 мл",
        "image": "assets/images/product/product-9.png",
        "description": "Високоефективний пінний засіб для очищення натуральних та синтетичних тканин, килимового покриття та текстильних поверхонь. Глибоко проникає в структуру тканини, видаляє плями та бруд. Підходить для тканини, велюру, штучної шкіри.",
        "price": "49"
    },
    {
        "id": "cleaning110",
        "title": "Поліроль для меблів, ТМ LYNKS LABORATORIES, 500мл",
        "image": "assets/images/product/product-10.png",
        "description": "Поліроль на основі силікону легко наноситься на поверхню, рівномірно розподіляється та швидко висихає. Засіб видаляє пил, бруд, надає поверхні рівномірний блиск та маскує невеликі мікротріщини, відновлюючи зовнішній вигляд меблів. Має водовідштовхувальний та антистатичний ефект.",
        "price": "62"
    },
    {
        "id": "cleaning111",
        "title": "Очисник стоків та каналізаційних труб, ТМ LYNKS LABORATORIES, 1л",
        "image": "assets/images/product/product-11.png",
        "description": "Високоефективний засіб для очищення каналізаційних труб. Цей засіб призначений для усунення непрохідності внаслідок утворення жирових пробок, а так само для усунення неприємного запаху з каналізації.",
        "price": "48"
    },
    {
        "id": "cleaning112",
        "title": "Засіб для видалення плісняви, ТМ LYNKS LABORATORIES, 500мл",
        "image": "assets/images/product/product-12.png",
        "description": "Призначено для видалення цвілі, вірусів і бактерій з плитки, шторок для душу. Очищає і вибілює міжплиточні шви. Також використовується для очищення і вибілювання стін від цвілі.",
        "price": "52"
    },
    {
        "id": "cleaning113",
        "title": "Рідке мило Конвалія/Карамболь/Парфум, TM LYNKS LABORATORIES, 0,5л",
        "image": "assets/images/product/product-13.png",
        "description": "Рідке мило призначене для щоденного миття рук та обличчя. Засіб з високою піноутворюючою дією видаляє забруднення різного характеру, нормалізує рівень рH, а також усуває різкі запахи. Нейтральна формула дбає про шкіру не пересушуючи її, навіть після багаторазового миття. Призначений для використання в побуті, закладах громадського харчування, транспорті та інших галузях промисловості.",
        "price": "41"
    }
];
let washings = [
    /*{
        "id": "washing101",
        "title": "",
        "image": "assets/images/product/product-1.png",
        "description": "",
        "price": "59"
    },       */
    {
        "id": "washing114",
        "title": "Засіб для прання білих та світлих речей White, TM LYNKS LABORATORIES, 1л",
        "image": "assets/images/product/product-14.png",
        "description": "Рідкий мийний засіб. Призначений для прання білих та світлих виробів з бавовняних, лляних та змішаних видів тканин в автоматичних машинах будь-якого типу та ручного прання. Засіб має високі миючі властивості, що забезпечує ефективне видалення стійких плям. Дбайливо видаляє забруднення, зберігаючи яскравість одягу та залишає приємний аромат на одязі. ",
        "price": "79"
    },
    {
        "id": "washing114",
        "title": "Засіб для прання білих та світлих речей White, TM LYNKS LABORATORIES, 3л",
        "image": "assets/images/product/product-14.png",
        "description": "Рідкий мийний засіб. Призначений для прання білих та світлих виробів з бавовняних, лляних та змішаних видів тканин в автоматичних машинах будь-якого типу та ручного прання. Засіб має високі миючі властивості, що забезпечує ефективне видалення стійких плям. Дбайливо видаляє забруднення, зберігаючи яскравість одягу та залишає приємний аромат на одязі. ",
        "price": "193"
    },
    {
        "id": "washing115",
        "title": "Засіб для прання кольорових речей Color, TM LYNKS LABORATORIES, 1л",
        "image": "assets/images/product/product-15.png",
        "description": "Рідкий мийний засіб. Призначений для прання кольорових виробів з бавовняних, лляних та змішаних видів тканин в автоматичних машинах будь якого типу та ручного прання. Активні компоненти гелю відмінно справляються із забрудненнями як на кольорових, так і білих тканинах. Дбайливо ставиться до речей, допомагає зберегти яскравість кольору, залишаючи приємний аромат на одязі.",
        "price": "79"
    },
    {
        "id": "washing115",
        "title": "Засіб для прання кольорових речей Color, TM LYNKS LABORATORIES, 3л",
        "image": "assets/images/product/product-15.png",
        "description": "Рідкий мийний засіб. Призначений для прання кольорових виробів з бавовняних, лляних та змішаних видів тканин в автоматичних машинах будь якого типу та ручного прання. Активні компоненти гелю відмінно справляються із забрудненнями як на кольорових, так і білих тканинах. Дбайливо ставиться до речей, допомагає зберегти яскравість кольору, залишаючи приємний аромат на одязі.",
        "price": "193"
    },
    {
        "id": "washing116",
        "title": "Засіб для прання чорних та темних речей Black, TM LYNKS LABORATORIES, 1л",
        "image": "assets/images/product/product-16.png",
        "description": "Рідкий мийний засіб. Призначений для прання чорних та темних виробів з бавовняних, лляних та змішаних видів тканин в автоматичних машинах будь якого типу та ручного прання. Попереджає знебарвлення темних тканин, зберігає інтенсивність та яскравість кольору, забезпечуючи тривалу експлуатацію одягу. Не залишаючи розводів.",
        "price": "79"
    },
    {
        "id": "washing116",
        "title": "Засіб для прання чорних та темних речей Black, TM LYNKS LABORATORIES, 3л",
        "image": "assets/images/product/product-16.png",
        "description": "Рідкий мийний засіб. Призначений для прання чорних та темних виробів з бавовняних, лляних та змішаних видів тканин в автоматичних машинах будь якого типу та ручного прання. Попереджає знебарвлення темних тканин, зберігає інтенсивність та яскравість кольору, забезпечуючи тривалу експлуатацію одягу. Не залишаючи розводів.",
        "price": "193"
    },
    {
        "id": "washing117",
        "title": "Кондиціонери для прання Euphoria of love, TM LYNKS LABORATORIES, 1л",
        "image": "assets/images/product/product-17.png",
        "description": "Рідкий концентрований пом’якшувач для білизни. Формула засобу забезпечує делікатне полоскання, піклується про м'якість тканини, зберігає її форму, а парфумована композиція надає речам витончений та тривалий аромат свіжості. Кондиціонер Lynks Labоratories Euphoria of love робить білизну м'якою, зручною для носіння і приємною на дотик.",
        "price": "47"
    },
    {
        "id": "washing118",
        "title": "Кондиціонери для прання Flower mystery, TM LYNKS LABORATORIES, 1л",
        "image": "assets/images/product/product-18.png",
        "description": "Рідкий концентрований пом’якшувач для білизни. Формула засобу забезпечує делікатне полоскання, піклується про м'якість тканини, зберігає її форму, а парфумована композиція надає речам витончений та тривалий аромат свіжості. Кондиціонер Lynks Labaratories Flower mystery робить білизну м'якою, зручною для носіння і приємною на дотик.",
        "price": "47"
    },
    {
        "id": "washing119",
        "title": "Кондиціонери для прання Spring melody, TM LYNKS LABORATORIES, 1л",
        "image": "assets/images/product/product-19.png",
        "description": "Рідкий концентрований пом’якшувач для білизни. Формула засобу забезпечує делікатне полоскання, піклується про м'якість тканини, зберігає її форму, а парфумована композиція надає речам витончений та тривалий аромат свіжості. Кондиціонер Lynks Labaratories Spring melody робить білизну м'якою, зручною для носіння і приємною на дотик.",
        "price": "47"
    },
    {
        "id": "washing120",
        "title": "Пральний порошок АП Морський бриз, TM LYNKS LABORATORIES, 400г",
        "image": "assets/images/product/product-20.png",
        "description": "Призначений для прання виробів з бавовняних, лляних та змішаних видів тканин в автоматичних машинах будь-якого типу. Перед пранням білизну відсортувати за ступенем забрудненості та поділити на білу та кольорову. Прати та замочувати білі і кольорові вироби окремо. Чітко дотримуватись рекомендацій щодо температури прання та концентрації розчину, а також враховувати вказівки на ярликах виробів.",
        "price": "25"
    },
    {
        "id": "washing121",
        "title": "Пральний порошок АП Парфум, TM LYNKS LABORATORIES, 400г ",
        "image": "assets/images/product/product-21.png",
        "description": "Призначений для прання виробів з бавовняних, лляних та змішаних видів тканин в автоматичних машинах будь-якого типу. Перед пранням білизну відсортувати за ступенем забрудненості та поділити на білу та кольорову. Прати та замочувати білі і кольорові вироби окремо. Чітко дотримуватись рекомендацій щодо температури прання та концентрації розчину, а також враховувати вказівки на ярликах виробів.",
        "price": "25"
    },
    {
        "id": "washing122",
        "title": "Пральний порошок АП Квітуча весна, TM LYNKS LABORATORIES, 400г",
        "image": "assets/images/product/product-22.png",
        "description": "Призначений для прання виробів з бавовняних, лляних та змішаних видів тканин в автоматичних машинах будь-якого типу. Перед пранням білизну відсортувати за ступенем забрудненості та поділити на білу та кольорову. Прати та замочувати білі і кольорові вироби окремо. Чітко дотримуватись рекомендацій щодо температури прання та концентрації розчину, а також враховувати вказівки на ярликах виробів. ",
        "price": "25"
    },
    {
        "id": "washing123",
        "title": "Пральний порошок АП Baby, TM LYNKS LABORATORIES, 400г ",
        "image": "assets/images/product/product-23.png",
        "description": "Призначений для прання виробів з бавовняних, лляних та змішаних видів тканин в автоматичних машинах будь-якого типу. Перед пранням білизну відсортувати за ступенем забрудненості та поділити на білу та кольорову. Прати та замочувати білі і кольорові вироби окремо. Чітко дотримуватись рекомендацій щодо температури прання та концентрації розчину, а також враховувати вказівки на ярликах виробів. Не містить у своєму складі ароматизаторів, що запобігає розвитку алергічних реакцій у дітей. Компоненти засобу захищають речі під час прання. Має більш щадний м’який склад. Добре виполіскується.",
        "price": "25"
    }
];
let relateds = [
    {
        "id": "related124",
        "title": "Розпалювач для дерева та вугілля, ТМ EXOL, 0,25л",
        "image": "assets/images/product/product-24.png",
        "description": "",
        "price": "21"
    },
    {
        "id": "related125",
        "title": "Розпалювач для дерева та вугілля, ТМ EXOL, 0,5л",
        "image": "assets/images/product/product-25.png",
        "description": "",
        "price": "35"
    },
    {
        "id": "related126",
        "title": "Розпаллювач гелевий, ТМ EXOL, 0,25л",
        "image": "assets/images/product/product-26.png",
        "description": "",
        "price": "23"
    },
    {
        "id": "related127",
        "title": "Розпаллювач гелевий, ТМ EXOL, 0,5л",
        "image": "assets/images/product/product-27.png",
        "description": "",
        "price": "39"
    },
    {
        "id": "related141",
        "title": "Дистильована вода, ТМ EXOL, 2л/5л",
        "image": "assets/images/product/product-41.png",
        "description": "",
        "price": "59"
    }
];
let carWashs = [
    {
        "id": "carWash128",
        "title": "Активна піна для портальних мийок, ТМ EXOL, 20л",
        "image": "assets/images/product/product-28.png",
        "description": "Концентрований миючий засіб для безконтактного типу обробки. Спосіб застосування для ручних мийок: Перед нанесенням засіб необхідно розвести з водою у співвідношенні - 1:10 для піногенератора або 1:2 - 1:3 в піноутворювач, залежно від ступеня забруднення і жорсткості води. Збити із забрудненої поверхні верхній шар бруду, після чого нанести готовий засіб знизу вгору. Для кращого ефекту протерти губкою. Витримати 2-4 хв. Не допускаючи висихання! Ретельно змити водою під високим тиском. Спосіб застосування для портальних мийок: Через автоматичну систему: розвести згідно інструкції з експлуатації миючого обладнання.",
        "price": "761"
    },
    {
        "id": "carWash129",
        "title": "Активна піна 'Преміум', ТМ EXOL, 1л",
        "image": "assets/images/product/product-29.png",
        "description": "Активна піна 'Преміум' - концентрований миючий засіб для безконтактного типу обробки. Спосіб застосування для ручних мийок: Перед нанесенням засіб необхідно розвести з водою у співвідношенні - 1:15 для піногенератора або 1:3 - 1:5 в піноутворювач, залежно від ступеня забруднення і жорсткості води. Збити із забрудненої поверхні верхній шар бруду, після чого нанести готовий засіб знизу вгору. Для кращого ефекту протерти губкою. Витримати 2-4 хв. Не допускаючи висихання! Ретельно змити водою під високим тиском. Спосіб застосування для портальних мийок: Через автоматичну систему: розвести згідно інструкції з експлуатації миючого обладнання.",
        "price": "67"
    },
    {
        "id": "carWash129",
        "title": "Активна піна 'Преміум', ТМ EXOL, 20л",
        "image": "assets/images/product/product-29.png",
        "description": "Активна піна 'Преміум' - концентрований миючий засіб для безконтактного типу обробки. Спосіб застосування для ручних мийок: Перед нанесенням засіб необхідно розвести з водою у співвідношенні - 1:15 для піногенератора або 1:3 - 1:5 в піноутворювач, залежно від ступеня забруднення і жорсткості води. Збити із забрудненої поверхні верхній шар бруду, після чого нанести готовий засіб знизу вгору. Для кращого ефекту протерти губкою. Витримати 2-4 хв. Не допускаючи висихання! Ретельно змити водою під високим тиском. Спосіб застосування для портальних мийок: Через автоматичну систему: розвести згідно інструкції з експлуатації миючого обладнання.",
        "price": "1047"
    },
    {
        "id": "carWash130",
        "title": "Рідкий віск, ТМ EXOL, 5л",
        "image": "assets/images/product/product-30.png",
        "description": "Віск для кінцевої обробки кузова після мийки автомобіля. Завдяки комплексній формулі забезпечує швидке видалення води з кузова автомобіля і формує тонку полімерну плівку. Спосіб застосування: Концентрат перед застосуванням розвести водою. Рівномірно нанести на вимиту мокру поверхню автомобіля слабким струменем або за допомогою губки вручну. Висушити поверхню кузова стисненим повітрям або розтерти вологопоглинаючою серветкою. Дозування: від 1:80 до 1:100 (концентрат/вода)",
        "price": "294"
    },
    {
        "id": "carWash131",
        "title": "Сушильний віск, ТМ EXOL, 1л",
        "image": "assets/images/product/product-31.png",
        "description": "Професійний засіб володіє високою водовідштовхувальною здатністю, сприяє швидкій сушці обробленої поверхні. Спосіб застосування для портальних мийок: Через автоматичну систему розвести згідно інструкції з експлуатації миючого обладнання. Дозування: розводиться з водою з розрахунку 5-15г на один автомобіль. Рекомендована концентрація робочого розчину до 2%. Спосіб застосування для ручних мийок: Концентрат перед застосуванням розвести водою. Рівномірно нанести на вимиту мокру поверхню автомобіля слабким струменем або за допомогою губки вручну. Висушити поверхню кузова стисненим повітрям або розтерти волого поглинаючою серветкою. Дозування: від 1:120 до 1:150 (концентрат/вода)",
        "price": "69"
    },
    {
        "id": "carWash131",
        "title": "Сушильний віск, ТМ EXOL, 20л",
        "image": "assets/images/product/product-31.png",
        "description": "Професійний засіб володіє високою водовідштовхувальною здатністю, сприяє швидкій сушці обробленої поверхні. Спосіб застосування для портальних мийок: Через автоматичну систему розвести згідно інструкції з експлуатації миючого обладнання. Дозування: розводиться з водою з розрахунку 5-15г на один автомобіль. Рекомендована концентрація робочого розчину до 2%. Спосіб застосування для ручних мийок: Концентрат перед застосуванням розвести водою. Рівномірно нанести на вимиту мокру поверхню автомобіля слабким струменем або за допомогою губки вручну. Висушити поверхню кузова стисненим повітрям або розтерти волого поглинаючою серветкою. Дозування: від 1:120 до 1:150 (концентрат/вода)",
        "price": "1314"
    },
    {
        "id": "carWash132",
        "title": "Гарячий віск, ТМ EXOL, 20л ",
        "image": "assets/images/product/product-32.png",
        "description": "Рідкий засіб розроблений для захисту кузовів автомобілів. Поліруючі компоненти відновлюють колір і блиск лакофарбового покриття і перешкоджають осадженню пилу та бруду. Спосіб застосування: Через автоматичну систему: розвести згідно інструкції з експлуатації миючого обладнання. Дозування: розводиться з водою з розрахунку 5-15г на один автомобіль. Рекомендована концентрація робочого розчину до 2%. Примітка: наноситься гарячим 40ᵒС",
        "price": "1812"
    },
    {
        "id": "carWash133",
        "title": "Автошампунь для портальних мийок, ТМ EXOL, 20 л",
        "image": "assets/images/product/product-33.png",
        "description": "Високоефективний миючий засіб для видалення забруднень різної складності з кузовів автомобілів, призначений для застосування на портальних мийках. Спосіб застосування: Через автоматичну систему: розвести згідно інструкції з експлуатації миючого обладнання. Дозування: розводиться з водою з розрахунку 5-15г на один автомобіль. Рекомендована концентрація робочого розчину до 5 %. Не допускаючи висихання! Ретельно змити водою. Спосіб застосування для ручної мийки автомобілля: Перед застосуванням засіб необхідно розвести з водою у співвідношенні- 1:50 або 1:100 , залежно від ступеня забруднення і жорсткості води. Збити з забрудненої поверхні верхній шар бруду, після чого задопомогою губки із готовим засобом протерти автомобіль. Не допускаючи висихання! Ретельно змити водою під високим тиском.",
        "price": "552"
    },
    {
        "id": "carWash134",
        "title": "Засіб для очищення дисків, ТМ EXOL, 10 л",
        "image": "assets/images/product/product-34.png",
        "description": "Концентрований миючий засіб для безконтактного типу обробки. Спосіб застосування: Перед нанесенням засіб необхідно розвести з водою у співвідношенні- 1:5-1:10 залежно від ступеня забруднення. Збити з забрудненої поверхні верхній шар бруду, після чого нанести готовий засіб. Для кращого ефекту протерти губкою. Витримати 2-4 хв. Не допускаючи висихання! Ретельно змити водою під високим тиском.",
        "price": "594"
    },
    {
        "id": "carWash135",
        "title": "Поліроль для шин,ТМ EXOL, 5л ",
        "image": "assets/images/product/product-35.png",
        "description": "Концентрований засіб. Спосіб застосування: Перед застосуванням засіб необхідно розвести з водою у співвідношенні 1:3 . Засіб призначений для очищення, оновлення та захисту шин автомобіля. Захищає шини від старіння й руйнування дорожніми агресивними речовинами й ультрафіолетовими променями, відновлює структуру поверхні гуми. Швидко відновлює первинний зовнішній вигляд шин, роблячи їх чистими та яскравими.",
        "price": "332"
    },
    {
        "id": "carWash136",
        "title": "Поліроль, ТМ EXOL, 5л/1л",
        "image": "assets/images/product/product-36.png",
        "description": "Поліроль для панелі приладів автомобіля з приємним натуральним ароматом. Ефективно очищує поверхню від бруду та пилу. Надає м'який глянцевий блиск та антистатичні властивості. Спосіб застосування:  нанесіть поліроль на поверхню, протріть сухою чистою тканиною.",
        "price": "311"
    }
];
let antifreezes = [
    {
        "id": "antifreeze137",
        "title": "Антифриз BLAU G11, ТМ EXOL, 1кг",
        "image": "assets/images/product/product-37.png",
        "description": "",
        "price": "73"
    }, 
    {
        "id": "antifreeze138",
        "title": "Антифриз BLAU G11, ТМ EXOL, 4кг",
        "image": "assets/images/product/product-38.png",
        "description": "",
        "price": "263"
    },
    {
        "id": "antifreeze139",
        "title": "Антифриз ROT G12, ТМ EXOL, 1кг",
        "image": "assets/images/product/product-39.png",
        "description": "",
        "price": "73"
    },
    {
        "id": "antifreeze140",
        "title": "Антифриз ROT G12, ТМ EXOL, 4кг",
        "image": "assets/images/product/product-40.png",
        "description": "",
        "price": "263"
    }
];

function showProducts() {
    row1.innerHTML = '';
    for(let product of products) {
        row1.innerHTML += `

        <div class="col-lg-3 col-md-4 col-sm-6 col-12">
                                <div class="product-wrap mb-35" data-aos="fade-up" data-id="${product.id}">
                                    <div class="product-img img-zoom mb-25">
                                        <a href="#exampleModal"  data-bs-toggle="modal">
                                            <img src="${product.image}" alt="${product.description}" class="prod-img" data-bs-toggle>
                                        </a>
                                        <div class="product-action-2-wrap">
                                            <button data-cart class="product-action-btn-2"><i class="pe-7s-cart"></i> Додати в
                                                кошик</button>
                                        </div>
                                    </div>
                                    <div class="product-content">
                                        <h3 class="item-title"><a href="#exampleModal" data-bs-toggle="modal" data-bs-target="#exampleModal">${product.title}</a></h3>
                                        <div class="product-price">
                                            <span class = "productPrice">${product.price} грн.</span> 
                                        </div>
                                    </div>
                                </div>
                            </div>
        `;
    }    
}
showProducts(); 

function show2Products() {
    row2.innerHTML = '';
    for(let product of washings) {
        row2.innerHTML += `
        <div class="col-lg-3 col-md-4 col-sm-6 col-12">
                                <div class="product-wrap mb-35" data-aos="fade-up" data-id="${product.id}">
                                    <div class="product-img img-zoom mb-25">
                                        <a href="#exampleModal"  data-bs-target="#exampleModal" data-bs-toggle="modal">
                                            <img src="${product.image}" alt="${product.description}" class="prod-img" data-bs-toggle>
                                        </a>
                                        <div class="product-action-2-wrap">
                                            <button data-cart class="product-action-btn-2"><i class="pe-7s-cart"></i> Додати в
                                                кошик</button>
                                        </div>
                                    </div>
                                    <div class="product-content">
                                        <h3 class="item-title"><a href="#exampleModal" data-bs-toggle="modal" data-bs-target="#exampleModal">${product.title}</a></h3>
                                        <div class="product-price">
                                            <span class = "productPrice">${product.price} грн.</span>
                                        </div>
                                    </div>
                                </div>
                            </div>
        `;
    } 
}
show2Products();
function show3Products() {
    row3.innerHTML = '';
    for(let product of relateds) {
        row3.innerHTML += `
        <div class="col-lg-3 col-md-4 col-sm-6 col-12">
                                <div class="product-wrap mb-35" data-aos="fade-up" data-id="${product.id}">
                                    <div class="product-img img-zoom mb-25">
                                        <a href="#exampleModal"  data-bs-target="#exampleModal" data-bs-toggle="modal">
                                            <img src="${product.image}" alt="${product.description}" class="prod-img" data-bs-toggle>
                                        </a>
                                        <div class="product-action-2-wrap">
                                            <button data-cart class="product-action-btn-2"><i class="pe-7s-cart"></i> Додати в
                                                кошик</button>
                                        </div>
                                    </div>
                                    <div class="product-content">
                                        <h3 class="item-title"><a href="#exampleModal" data-bs-toggle="modal" data-bs-target="#exampleModal">${product.title}</a></h3>
                                        <div class="product-price">
                                            <span class = "productPrice">${product.price} грн.</span>
                                        </div>
                                    </div>
                                </div>
                            </div>
        `;
    } 
}
show3Products();
function show4Products() {
    row4.innerHTML = '';
    for(let product of carWashs) {
        row4.innerHTML += `
        <div class="col-lg-3 col-md-4 col-sm-6 col-12">
                                <div class="product-wrap mb-35" data-aos="fade-up" data-id="${product.id}">
                                    <div class="product-img img-zoom mb-25">
                                        <a href="#exampleModal"  data-bs-target="#exampleModal" data-bs-toggle="modal">
                                            <img src="${product.image}" alt="${product.description}" class="prod-img" data-bs-toggle>
                                        </a>
                                        <div class="product-action-2-wrap">
                                            <button data-cart class="product-action-btn-2"><i class="pe-7s-cart"></i> Додати в
                                                кошик</button>
                                        </div>
                                    </div>
                                    <div class="product-content">
                                        <h3 class="item-title"><a href="#exampleModal" data-bs-toggle="modal" data-bs-target="#exampleModal">${product.title}</a></h3>
                                        <div class="product-price">
                                            <span class = "productPrice">${product.price} грн.</span>
                                        </div>
                                    </div>
                                </div>
                            </div>
        `;
    } 
}
show4Products();
function show5Products() {
    row5.innerHTML = '';
    for(let product of antifreezes) {
        row5.innerHTML += `
        <div class="col-lg-3 col-md-4 col-sm-6 col-12">
                                <div class="product-wrap mb-35" data-aos="fade-up" data-id="${product.id}">
                                    <div class="product-img img-zoom mb-25">
                                        <a href="#exampleModal"  data-bs-target="#exampleModal" data-bs-toggle="modal">
                                            <img src="${product.image}" alt="${product.description}" class="prod-img" data-bs-toggle>
                                        </a>
                                        <div class="product-action-2-wrap">
                                            <button data-cart class="product-action-btn-2"><i class="pe-7s-cart"></i> Додати в
                                                кошик</button>
                                        </div>
                                    </div>
                                    <div class="product-content">
                                        <h3 class="item-title"><a href="#exampleModal" data-bs-toggle="modal" data-bs-target="#exampleModal">${product.title}</a></h3>
                                        <div class="product-price">
                                            <span class = "productPrice">${product.price} грн.</span>
                                        </div>
                                    </div>
                                </div>
                            </div>
        `;
    } 
}
show5Products();
